{
  "title": "Hello!",
  "titleHome": "Home",
  "titleExpenses": "Expenses",
  "titleBudget": "Budget",
  "overallBudget": "Overall Budget",
  "titleVisualizer": "Visualizer",
  "titleSettings": "Settings",
  "titlePieChart": "Expenses vs. Budget",
  "FullYearSwitch": "Full Year",
  "AllTimeSwitch": "All Time",
  "TitleInputTab": "Input",
  "TitleListTab": "History",
  "TextFieldAmountInput": "Enter your amount",
  "DiscardButton": "Discard",
  "SaveButton": "Save",
  "submitButton": "Submit",
  "addButton": "Add",
  "ListSearchTextField": "Search for amounts, comments and more",
  "OrderByText": "Order by ...",
  "DateOfCreationOrderText": "Date of creation",
  "MonthBilledOrderText": "Month where its billed",
  "AmountOrderText": "Amount of the entry",
  "CostTypeOrderText": "By Costtype",
  "LevelOrderText": "By Levels",
  "DetailsListTitle": "Details",
  "DetailsListDate": "Date: ",
  "DetailsListAmount": "Amount: ",
  "DetailsListLevel": "Levels: ",
  "DetailsListCostType": "Costtype: ",
  "DetailsListComment": "Comment: ",
  "noCommentAvailable": "no comment available",
  "dismissDialog": "DISMISS",
  "areYouSureDialog": "Are you sure?",
  "EntryFrom": "Entry from: ",
  "withAnAmountOf": "with an amount of ",
  "willBe": "will be ",
  "deleted": "deleted",
  "restored": "restored",
  "cancel": "Cancel",
  "skip": "Skip",
  "close": "Close",
  "confirm": "Confirm",
  "drilldown": "Drilldown: ",
  "visualizerChartTitle": "Spendings per Accounts",
  "visualizerChartYTitle": "Accounts",
  "visualizerChartXTitle": "Amounts",
  "resetButton": "Reset",
  "TitleGeneralTab": "General",
  "TitleAccountsTab": "Accounts",
  "TitleCostTypesTab": "Costtypes",
  "useCostTypes": "Use Costtypes:",
  "useAccounts": "Use Accounts: ",
  "useAccountsLevel1": "Use Level 1: ",
  "useAccountsLevel2": "Use Level 2: ",
  "useAccountsLevel3": "Use Level 3: ",
  "accountAdministrationTitle": "Account Administration",
  "costTypesAdministrationTitle": "Costtype Administration",
  "enterNewLevel1AccountNameTextField": "Select one above to delete or create a new level 1",
  "enterNewLevel2AccountNameTextField": "Select one above to delete or create a new level 2",
  "enterNewLevel3AccountNameTextField": "Select one above to delete or create a new level 3",
  "enterNewCostTypeNameTextField": "Select one above to delete or create a new Costtype",
  "deleteSelectedButton": "Delete \nSelected",
  "homePageTitle" : "Home",
  "expensesPageTitle" : "Expenses",
  "budgetPageTitle" : "Budget",
  "visualizerPageTitle" : "Visualizer",
  "settingsPageTitle" : "Settings",
  "welcomeText" : "Welcome, good to see you here \n\nAre you up for a fact? did you know that: \n\n",
  "contactUs" : "Contact us instead",
  "happyText" : "We are so happy to hear :)",
  "sadText" : "We're sad to hear :(",
  "sadText" : "Name",
  "email" : "Email",
  "signOut" : "Sign Out",
  "error" : "ERROR",
  "errorMessage" : "Make sure you have an active internet connection, and try to logout and log back in again",
  "commentEnterDialog" : "Enter a comment for ",
  "comment" : "comment",
  "ratingMessage" : "Tap a star to set your rating. Add more description here if you want.",
  "wasGoodMessage" : "How helpful was this page?",
  "info": "Information",
  "code" : "Code",
  "drilldownError" : "No further drilldown possible",
  "drilldownErrorMoreLevel3" : "No drilldown deeper than level3 allowed",
  "drilldownErrorParent" : "No deeper level available",
  "confirmLogout" : "Confirm Logout",
  "loginText" : "FFD - Login",
  "page0HelpMessage": "Dies ist die Startseite IHRER App\n\n\nIm oberen Teil sehen Sie Ihre Ausgaben und Ihr monatliches Budget\n\nIm Tortendiagramm unten sehen Sie das Verhältnis Ihrer Ausgaben zu Ihrem Budget (Budget - Ausgaben)\n\nVersuchen Sie, den Schalter 'Ganzes Jahr' zu aktivieren, Hiermit können Sie die Ausgaben und das Budget des gesamten Jahres sehen\n\n Sie können auch den Monat und das Jahr mit der Schaltfläche am unteren Rand ändern\n\n Dies funktioniert auch in Kombination mit dem Schalter 'Ganzes Jahr', wenn er aktiv ist, können Sie Ihre Ausgaben und das verbliebene Budget des letzten Jahres sehen",
  "page1HelpMessage": "Dies ist die erste der beiden Eingabeseiten IHRER App\nHier geben Sie alle Ausgaben ein, die Sie im Laufe des Monats haben, wie Kosten für Essen, Kaffee oder Ihre Autoreparaturen\n\n\n Lassen Sie mich ein Beispiel geben, um den Vorgang zu verdeutlichen, dass wir Ihre letzte Autoreparaturrechnung verwenden werden:\n1. Geben Sie den Betrag ein, den Sie dafür ausgegeben haben, sagen wir 100 Euro, Dollar Pfund, was auch immer\n2. Wählen Sie dann aus der ersten Dropdown-Liste das Level-1-Konto in unserem Fall CAR\n3 aus. Sie werden sehen, dass die nächste Dropdown-Liste aktiv wird. Fahren Sie dann mit dem Level-2-Konto fort und wählen Sie REPAIRS\n3. Wählen Sie dann bei Bedarf das Level-3-Konto auf die gleiche Weise wie bei den anderen 2 Konten, wir werden MOTOR\n4 verwenden. Zuletzt wählen Sie die Kostenart aus, die VARIABEL, FIX oder was auch immer Sie möchten. Dann klicken Sie auf Speichern und geben Sie einen Kommentar ein, wenn Sie möchten. Wenn Sie eine Ausgabe vom letzten Monat hinzufügen möchten, wählen Sie einfach den gewünschten Monat in der Datumsauswahl oben aus. Im zweiten Reiter können Sie alle Ihre Ausgaben suchen und bestellen und sie auch löschen, wenn sie falsch eingegeben wurden oder nicht mehr benötigt werden",
  "page2HelpMessage": "Dies ist die zweite der beiden Eingabeseiten IHRER App\nHier geben Sie an, wie viel Geld Ihnen für diesen Monat zur Verfügung steht\n\n\n1. Sie können entweder einfach Ihr gesamtes Einkommen in das Textfeld eingeben und auf Sparen\n\n2 klicken. Oder Sie können sagen: Ich möchte diesen Monat 50 Dollar für GAS ausgeben und 200 Dollar für PIZZA\n\n\nSie entscheiden\n\n\n\Wenn Sie wissen wollen, wie Sie dieses Budget für CAR-Ausgaben eingeben können, klicken Sie auf den Hilfe-Button auf der linken Seite",
  "page3HelpMessage": "Dies ist die Seite, auf der Sie Ihren Cashflow analysieren können!\n\n\nKontrollieren Sie, wie viel Geld Sie für verschiedene Dinge ausgegeben haben, wie z.B. KRAFTFAHRZEUGE, ERZEUGNISSE oder KLEIDUNGEN\nWenn Sie auf einen Balken klicken, können Sie die Kinder dieser Ausgaben sehen, z.B. Wenn Sie auf KRAFTFAHRZEUG klicken, können Sie sehen, wie viel Geld Sie für GAS oder REPARATUREN ausgegeben haben, wenn Sie irgendetwas ausgegeben haben, können Sie die Schaltflächen 'Ganzes Jahr' und 'Alle Zeit' überprüfen, um Ihre jährlichen Ausgaben zu überprüfen und wie viel Sie jemals ausgegeben haben. Oben können Sie den Monat und das Jahr auswählen, die Sie sich ansehen möchten",
  "page4HelpMessage": "Dies ist Ihre Verwaltungsseite, auf der Sie das Aussehen, die Struktur und den Inhalt IHRER Anwendung konfigurieren können! \n\n\n\n Wählen Sie auf der ersten Registerkarte aus, wie Sie Ihre Ausgaben strukturieren möchten: Wenn Sie Kostenarten und/oder Konten verwenden wollen, und wenn ja, wie viele Kontoebenen: 1, 2 oder 3 (Vergessen Sie nicht das Speichern)\n\n\nIm zweiten Reiter können Sie neue Konten eingeben oder nicht mehr benutzte löschen BEISPIELE: \n\wenn Sie Ihre Ausgaben z.B. für Zahnpasta sparen wollen: Entweder wählen Sie GROSSZWECKSTOFFE der Ebene 1 und geben Sie ZAHNPASTE in das Textfeld der Ebene 2 (das zweite) ein oder Sie erstellen eine neue Ebene1, indem Sie ZAHNPASTE in das Textfeld der Ebene 1 (das erste) eingeben. Wenn Sie kein CAR haben, wählen Sie CAR in der ersten Dropdown-Liste aus und klicken Sie auf 'AUSGEWÄHLTE LÖSCHEN'!\n\n\n Der dritte Reiter ist so ziemlich der gleiche wie der zweite Reiter, nur mit Kostenarten statt Konten",
  "signInGoogleText" : "Sign in with Google",
  "noDataFoundText": "No Data found \nfor:",
  "willBeAddedAsAChildOf": "will be added as a child of",
  "Message" : "This is English"
}
