{
  "title": "¡hola!",
  "titleHome": "Inicio",
  "titleExpenses": "Gastos",
  "titleBudget": "Presupuesto",
  "overallBudget": "Presupuesto general",
  "titleVisualizer": "Visualizador",
  "titleSettings": "Ajustes",
  "titlePieChart": "Gastos vs. Presupuesto",
  "FullYearSwitch": "Año completo",
  "AllTimeSwitch": "Todo el tiempo",
  "scheduleSwitch": "Reprogramar esta entrada",
  "enterAgain": "EnterIntroduce esta cantidad de nuevo para la siguiente: ",
  "year": "Año",
  "month": "Mes",
  "week": "Semana",
  "day": "Día",
  "forTheNext": "Per le prossime: ",
  "scheduleExample": "Por ejemplo, 5",
  "interval": "Intervalo: ",
  "TitleInputTab": "Entrada",
  "TitleListTab": "Historia",
  "TextFieldAmountInput": "Introduzca su cantidad",
  "DiscardButton": "Descarte",
  "saveButton": "Guardar",
  "submitButton": "Envíe",
  "addButton": "Añade",
  "ListSearchTextField": "Búsqueda de cantidades, comentarios y más",
  "OrderByText": "Ordenar por...",
  "DateOfCreationOrderText": "Fecha de creación",
  "MonthBilledOrderText": "Mes en el que se factura",
  "AmountOrderText": "Cantidad de la entrada",
  "CostTypeOrderText": "Por Tipo de Costo",
  "LevelOrderText": "Por niveles",
  "DetailsListTitle": "Detalles",
  "DetailsListDate": "Fecha: ",
  "DetailsListAmount": "Cantidad: ",
  "DetailsListLevel": "Niveles: ",
  "DetailsListCostType": "Costtype: ",
  "DetailsListComment": "Comentario: ",
  "noCommentAvailable": "no hay comentarios disponibles",
  "dismissDialog": "DESPIDO",
  "areYouSureDialog": "¿Estás seguro?",
  "EntryFrom": "Entrada desde: ",
  "withAnAmountOf": "con una cantidad de",
  "willBe": "será",
  "deleted": "suprimido",
  "restored": "restaurado",
  "cancel": "Cancelar",
  "skip": "salto",
  "close": "cerca",
  "confirm": "Confirmar",
  "drilldown": "Drilldown: ",
  "visualizerChartTitle": "Gastos por cuenta",
  "visualizerChartYTitle": "Cuentas",
  "visualizerChartXTitle": "Cantidades",
  "resetButton": "Reiniciar",
  "TitleGeneralTab": "Generales",
  "TitleAccountsTab": "Cuentas",
  "TitleCostTypesTab": "Tipos de costo",
  "useCostTypes": "Utilice Costtypes:",
  "useAccounts": "Utilice Cuentas: ",
  "useAccountsLevel1": "Utilice Nivel 1: ",
  "useAccountsLevel2": "Utilice Nivel 2: ",
  "useAccountsLevel3": "Utilice Nivel 3: ",
  "accountAdministrationTitle": "Administración de cuentas",
  "costTypesAdministrationTitle": "Costtype Administración",
  "enterNewLevel1AccountNameTextField": "Seleccione uno de los anteriores para eliminar o crear un nuevo nivel 1",
  "enterNewLevel2AccountNameTextField": "Seleccione uno de los anteriores para eliminar o crear un nuevo nivel 2",
  "enterNewLevel3AccountNameTextField": "Seleccione uno de los anteriores para eliminar o crear un nuevo nivel 3",
  "enterNewCostTypeNameTextField": "Seleccione uno de los anteriores para eliminar o crear un nuevo Costtype",
  "deleteSelectedButton": "Borrar \nSeleccionado",
  "homePageTitle" : "Inicio",
  "expensesPageTitle" : "Gastos",
  "budgetPageTitle" : "Presupuesto",
  "visualizerPageTitle" : "Visualizador",
  "settingsPageTitle" : "Ajustes",
  "welcomeText": "Bienvenido, me alegro de verte aquí ¿Estás preparado para un hecho? ¿Sabías que ...y la de los demás..",
  "contactUs" : "contactenos en su lugar",
  "happyText" : "Estamos tan contentos de escuchar :)",
  "sadText": "Estamos tristes de escuchar...",
  "sadText" : "nombre",
  "email" : "Correo electrónico",
  "signOut" : "Firme la salida",
  "error": "ERROR",
  "warning" : "Advertencia",
  "errorMessage" : "Asegúrate de que tienes una conexión a Internet activa, e intenta desconectarte y volver a conectarte",
  "commentEnterDialog" : "Introduzca un comentario para ",
  "comment" : "comentario",
  "ratingMessage" : "Toca una estrella para establecer tu rating. Añade más descripción aquí si quieres.",
  "wasGoodMessage" : "¿Qué tan útil fue esta página?",
  "info" : "información",
  "code" : "código",
  "drilldownError" : "No hay más drilldown posible",
  "drilldownErrorMoreLevel3" : "No se permite un drilldown más profundo que el nivel 3",
  "drilldownErrorParent" : "No hay un nivel más profundo disponible",
  "confirmLogout": "Confirmar la salida",
  "loginText" : "FFD - Ingresa",
  "page0HelpMessage": "Esta es la página de inicio de su aplicación En la parte superior puede ver sus gastos y su presupuesto mensual En el gráfico circular de abajo puede ver la relación de sus gastos con su presupuesto (Presupuesto - Gastos) Intente activar la casilla Todo el año, Esto te permite ver los gastos y el presupuesto para todo el año. También puedes cambiar el mes y el año usando el botón de la parte inferior. Esto también funciona en combinación con el botón 'Todo el año', cuando está activo puedes ver tus gastos y el presupuesto restante del último año\n\n¿Cuáles son las tendencias que muestran las cartas:\nGastos: Cuando estás viendo el mes actual, divide la cantidad del último mes por los días del último mes y lo multiplica por la cantidad de días del mes actual, si esta cantidad es mayor que la cantidad del mes actual, muestra una tendencia descendente, si no una tendencia ascendente. Si estás viendo un mes histórico o un presupuesto, simplemente compara la cantidad de este mes con la del mes pasado y muestra una tendencia al alza si es más, y una tendencia a la baja si es menos.",
  "page1HelpMessage": "Esta es la primera de las dos páginas de entrada de su aplicación Aquí usted introduce todos los gastos que tiene durante el mes, como los gastos de comida, café o las reparaciones de su coche. Déjeme darle un ejemplo para ilustrar el proceso, que usaremos su última factura de reparación de coche:¹. Introduce la cantidad que gastaste en él, digamos 100 euros, dólares, libras, lo que sea. Entonces seleccione la cuenta de nivel 1 en nuestro caso CAR\n3 de la primera lista desplegable. Verá que la siguiente lista desplegable se activará. Entonces continúe con la cuenta del Nivel 2 y seleccione REPARACIONES\nN3. Si es necesario, entonces seleccione la cuenta de nivel 3 de la misma manera que las otras 2 cuentas, usaremos MOTOR\n4. Por último, seleccione el elemento de coste que VARIABLE",
  "page2HelpMessage": "Esta es la segunda de las dos páginas de entrada de su aplicación, donde usted introduce cuánto dinero está disponible para usted para este mes. Puedes simplemente introducir tus ingresos totales en el campo de texto y hacer clic en Guardar. O puedes decir, Me gustaría gastar 50 dólares en gas este mes y 200 dólares en pizza. Si quieres saber cómo introducir este presupuesto para el gasto del coche, haz clic en el botón Ayuda de la izquierda",
  "page3HelpMessage": "¡Esta es la página donde puedes analizar tu flujo de caja! Comprueba cuánto dinero has gastado en varias cosas, como VEHÍCULOS DE MOTOR, PRODUCTOS o ROPA Si haces clic en una barra, puedes ver los hijos de esos gastos, por ejemplo. Si hace clic en VEHÍCULO DE MOTOR puede ver cuánto dinero ha gastado en GAS o REPARACIÓN, si ha gastado algo puede revisar los botones Año completo y Todo el tiempo para revisar sus gastos anuales y cuánto ha gastado alguna vez. En la parte superior puedes seleccionar el mes y el año que quieres ver",
  "page4HelpMessage": "¡Esta es su página de administración donde puede configurar el aspecto, la estructura y el contenido de SU aplicación! \nEn la primera pestaña seleccione cómo quiere estructurar su salida: Si desea utilizar elementos de coste y/o cuentas, y si es así, cuántos niveles de cuenta: 1, 2 o 3 (no olvide ahorrar) En la segunda pestaña puede introducir nuevas cuentas o eliminar las cuentas que ya no se utilizan EJEMPLOS: si quieres ahorrar tus gastos, por ejemplo, para la pasta de dientes: Seleccione FONDOS BRUTOS del nivel 1 e introduzca PEGAMENTO DENTAL en el campo de texto del nivel 2 (el segundo) o cree un nuevo nivel 1 introduciendo PEGAMENTO DENTAL en el campo de texto del nivel 1 (el primero). Si no tienes un COCHE, selecciona COCHE en la primera lista desplegable y haz clic en 'BORRAR SELECCIONADO'! La tercera pestaña es más o menos la misma que la segunda, excepto que con 'Elementos de Costo en lugar de Cuentas",
  "signInGoogleText" : "Iniciar sesión con Google",
  "noDataFoundText": "No se encontraron datos para:",
  "willBeAddedAsAChildOf": "se añadirá como un hijo de",
  "errorInputEnterAmount": "Por favor, asegúrese de introducir una cantidad en el campo de texto de la parte superior",
  "errorDeleteNoAccountSelected": "Por favor, asegúrese de seleccionar una cuenta que debe ser eliminada",
  "errorDeleteNoCostTypeSelected": "Por favor, asegúrese de seleccionar un tipo de coste que debe ser eliminado",
  "errorAddNoNewCostTypeEntered": "Por favor, introduzca un nombre para el nuevo tipo de coste",
  "errorAddNoAccountEntered": "Por favor, introduzca un nombre para la nueva cuenta o cuentas.",
  "Message": "Esto es inglés"
}
