{
  "title" : "bonjour !",
  "titleHome" : "Maison",
  "titleExpenses" : "Dépenses",
  "titleBudget" : "Budget",
  "overallBudget" : "Budget global",
  "titleVisualizer" : "Visualiseur",
  "titleSettings" : "Paramètres",
  "titlePieChart" : "Dépenses vs. budget",
  "FullYearSwitch" : "Année complète",
  "AllTimeSwitch" : "tout le temps",
  "scheduleSwitch": "Reprogrammer cette entrée",
  "TitleInputTab" : "Entrée",
  "TitleListTab" : "Histoire",
  "TextFieldAmountInput" : "Entrez votre montant",
  "DiscardButton" : "Jeter",
  "saveButton" : "Sauvegarder",
  "submitButton" : "Soumettre",
  "addButton" : "Ajouter",
  "ListSearchTextField" : "Rechercher des montants, des commentaires et plus encore",
  "OrderByText" : "Ordre par...",
  "DateOfCreationOrderText" : "Date de création",
  "MonthBilledOrderText" : "Mois où il est facturé",
  "AmountOrderText" : "Montant de l'entrée",
  "CostTypeOrderText" : "Par type de coût",
  "LevelOrderText" : "Par niveaux",
  "DetailsListTitle" : "Détails",
  "DetailsListDate" : "Date : ",
  "DetailsListAmount" : "Montant : ",
  "DetailsListLevel" : "Niveaux : ",
  "DetailsListCostType" : "Costtype : ",
  "DetailsListComment" : "Commentaire : ",
  "noCommentAvailable" : "aucun commentaire disponible",
  "dismissDialog" : "RENVOI",
  "areYouSureDialog" : "Etes-vous sûr ?",
  "EntryFrom" : "Entrée de: ",
  "withAnAmountOf" : "avec un montant de",
  "willBe" : "sera",
  "deleted" : "supprimé",
  "restored" : "restauré",
  "cancel" : "Annuler",
  "skip" : "sauter",
  "close" : "Fermer",
  "confirm" : "Confirmer",
  "drilldown" : "Drilldown : ",
  "visualizerChartTitle" : "Dépenses par compte",
  "visualizerChartYTitle" : "Comptes",
  "visualizerChartXTitle" : "Montants",
  "resetButton" : "Réinitialisation",
  "TitleGeneralTab" : "Général",
  "TitleAccountsTab" : "Comptes",
  "TitleCostTypesTab" : "Costtypes",
  "useCostTypes" : "Utilisez Costtypes :",
  "useAccounts" : "Utilisez Comptes : ",
  "useAccountsLevel1" : "Utiliser le niveau 1 : ",
  "useAccountsLevel2" : "Utiliser le niveau 2 : ",
  "useAccountsLevel3" : "Utiliser le niveau 3 : ",
  "accountAdministrationTitle" : "Administration du compte",
  "costTypesAdministrationTitle" : "Costtype Administration",
  "enterNewLevel1AccountNameTextField" : "Sélectionnez l'une des options ci-dessus pour supprimer ou créer un nouveau niveau 1",
  "enterNewLevel2AccountNameTextField" : "Sélectionnez l'une des options ci-dessus pour supprimer ou créer un nouveau niveau 2",
  "enterNewLevel3AccountNameTextField" : "Sélectionnez l'une des options ci-dessus pour supprimer ou créer un nouveau niveau 3",
  "enterNewCostTypeNameTextField" : "Sélectionnez l'un des champs ci-dessus pour supprimer ou créer un nouveau type de coût",
  "deleteSelectedButton" : "Supprimer \nSélectionné",
  "homePageTitle" : "Accueil",
  "expensesPageTitle" : "Expenses",
  "budgetPageTitle" : "Budget",
  "visualizerPageTitle" : "Visualiseur",
  "settingsPageTitle" : "Paramètres",
  "welcomeText" : "Bienvenue, c'est bon de vous voir ici ! \n- Je ne sais pas",
  "contactUs" : "Contactez-nous plutôt",
  "happyText" : "Nous sommes si heureux d'entendre :)",
  "sadText" : "Nous sommes tristes d'entendre :(",
  "email" : "Courriel",
  "signOut" : "Déconnexion",
  "error" : "ERREUR",
  "warning" : "Avertissement",
  "errorMessage" : "Assurez-vous que vous avez une connexion internet active, et essayez de vous déconnecter et de vous reconnecter",
  "commentEnterDialog" : "Entrez un commentaire pour ",
  "comment" : "commentaire",
  "ratingMessage" : "Touchez une étoile pour définir votre note. Ajoutez une description supplémentaire ici si vous le souhaitez",
  "wasGoodMessage" : "Cette page a-t-elle été utile ?",
  "info" : "information",
  "code" : "code",
  "drilldownError" : "No further drilldown possible",
  "drilldownErrorMoreLevel3" : "Pas de drilldown plus profond que le niveau 3 autorisé",
  "drilldownErrorParent" : "Pas de niveau plus profond disponible",
  "confirmLogout" : "Confirmer la déconnexion",
  "loginText" : "FFD - Connexion",
  "page0HelpMessage" : "Ceci est la page d'accueil de VOTRE application. Dans la partie supérieure, vous pouvez voir vos dépenses et votre budget mensuel. Dans le graphique circulaire ci-dessous, vous pouvez voir la relation entre vos dépenses et votre budget (budget - dépenses), Cela vous permet de voir les dépenses et le budget pour l'année entière. Vous pouvez également changer le mois et l'année en utilisant le bouton en bas\n\nQuelles sont les tendances qui se dégagent des cartes :\nLes dépenses : Lorsque vous regardez le mois en cours, il divise le montant du mois dernier par les jours du mois précédent et le multiplie par le nombre de jours du mois en cours. Si ce montant est supérieur à celui du mois en cours, il montre une tendance à la baisse, voire à la hausse. Si vous regardez un mois historique ou un budget, il compare simplement le montant du mois en cours avec celui du mois précédent et montre une tendance à la hausse si le montant est plus élevé et une tendance à la baisse si le montant est moins élevé.",
  "page1HelpMessage" : "C'est la première des deux pages de saisie de VOTRE APPLICATION Ici, vous saisissez toutes les dépenses que vous avez au cours du mois, comme les frais de nourriture, de café ou de réparation de votre voiture : Laissez-moi vous donner un exemple pour illustrer le processus, que nous utiliserons votre dernière facture de réparation de voiture :\n1. Inscrivez le montant que vous avez dépensé, disons 100 euros, dollars, livres, etc. Ensuite, sélectionnez le compte de niveau 1 dans notre cas CAR\n3 dans la première liste déroulante. Vous verrez que la liste déroulante suivante deviendra active. Continuez ensuite avec le compte de niveau 2 et sélectionnez REPAIRS\n3. Si nécessaire, sélectionnez ensuite le compte de niveau 3 de la même manière que les 2 autres comptes, nous utiliserons MOTOR\n4. Enfin, sélectionnez l'élément de coût qui est VARIABLE, FIXE ou ce que vous voulez. Cliquez ensuite sur Enregistrer et entrez un commentaire si vous le souhaitez. Si vous souhaitez ajouter un numéro du mois dernier, il vous suffit de sélectionner le mois souhaité dans la sélection de date ci-dessus. Dans le deuxième onglet, vous pouvez rechercher et commander tous vos numéros et également les supprimer s'ils ont été mal saisis ou s'ils ne sont plus nécessaires",
  "page2HelpMessage" : "C'est la deuxième des deux pages de saisie de VOTRE application : vous entrez ici la somme d'argent dont vous disposez pour ce mois-ci. Vous pouvez soit simplement saisir votre revenu total dans le champ de texte et cliquer sur Enregistrer. Ou vous pouvez dire : J'aimerais dépenser 50 dollars pour le GAZ ce mois-ci et 200 dollars pour la PIZZA. Si vous voulez savoir comment entrer ce budget pour les dépenses de la RCA, cliquez sur le bouton Aide à gauche",
  "page3HelpMessage" : "C'est la page où vous pouvez analyser votre flux de trésorerie ! Vérifiez combien d'argent vous avez dépensé pour différentes choses, comme des VÉHICULES MOTO, des PRODUITS ou des VÊTEMENTS ! Si vous cliquez sur une barre, vous pouvez voir les enfants de ces dépenses, par exemple Si vous cliquez sur VÉHICULE MOTEUR, vous pouvez voir combien d'argent vous avez dépensé en GAZ ou en RÉPARATIONS. Si vous avez dépensé quelque chose, vous pouvez cocher les boutons 'nnée complète' et 'Tout le temps' pour revoir vos dépenses annuelles et le montant que vous avez déjà dépensé. En haut, vous pouvez sélectionner le mois et l'année que vous souhaitez consulter",
  "page4HelpMessage" : "C'est votre page d'administration où vous pouvez configurer l'apparence, la structure et le contenu de VOTRE application ! \n\n\nSur le premier onglet, sélectionnez comment vous voulez structurer votre sortie : Si vous souhaitez utiliser des natures comptables et/ou des comptes, et si oui, combien de niveaux de compte : 1, 2 ou 3 (n'oubliez pas de sauvegarder). Dans le deuxième onglet, vous pouvez saisir de nouveaux comptes ou supprimer des comptes qui ne sont plus utilisés : \n\nSi vous voulez économiser vos dépenses, par exemple pour le dentifrice : Soit vous sélectionnez les FONDS BRUTS du niveau 1 et vous entrez la PÂTE DE DENTS dans la zone de texte du niveau 2 (le second), soit vous créez un nouveau niveau 1 en entrant la PÂTE DE DENTS dans la zone de texte du niveau 1 (le premier). Si vous n'avez pas de CAR, sélectionnez CAR dans la première liste déroulante et cliquez sur 'DELETE SELECTED', ! Le troisième onglet est à peu près le même que le deuxième, sauf qu'il contient 'Cost Elements instead of Accounts'",
  "signInGoogleText" : "Se connecter avec Google",
  "noDataFoundText" : "Aucune donnée trouvée",
  "willBeAddedAsAChildOf" : "sera ajouté en tant qu'enfant de",
  "errorInputEnterAmount": "Veuillez vous assurer d'entrer un montant dans le champ de texte en haut",
  "errorDeleteNoAccountSelected": "Por favor, asegúrese de seleccionar una cuenta que debe ser eliminada",
  "errorDeleteNoCostTypeSelected": "Veuillez vous assurer de sélectionner un compte qui doit être supprimé",
  "errorAddNoNewCostTypeEntered": "Veuillez entrer un nom pour le nouveau type de coût",
  "errorAddNoAccountEntered": "Veuillez saisir un nom pour le(s) nouveau(x) compte(s)",
  "Message" : "Ceci est en anglais"
}