{
  "title": "hello!",
  "titleHome": "Casa",
  "titleExpenses": "Spese",
  "titleBudget": "Budget",
  "titleVisualizer": "Visualizer",
  "titleSettings": "Impostazioni",
  "titlePieChart": "Spese vs. Budget",
  "FullYearSwitch": "Anno intero",
  "AllTimeSwitch": "Sempre",
  "TitleInputTab": "Ingresso",
  "TitleListTab": "Storia",
  "TextFieldAmountInput": "Inserire l'importo",
  "DiscardButton": "Scartare",
  "SaveButton": "Salva",
  "submitButton": "Presentare",
  "addButton": "Aggiungi",
  "ListSearchTextField": "Cerca importi, commenti e altro ancora",
  "OrderByText": "Ordine per...",
  "DateOfCreationOrderText": "Data di creazione",
  "MonthBilledOrderText": "Mese in cui è stato fatturato",
  "AmountOrderText": "Importo dell'iscrizione",
  "CostTypeOrderText": "Per Costtype",
  "LevelOrderText": "Per livelli",
  "DetailsListTitle": "Dettagli",
  "DetailsListDate": "Data: ",
  "DetailsListAmount": "Importo: ",
  "DetailsListLevel": "Livelli: ",
  "DetailsListCostType": "Costtype: ",
  "DetailsListComment": "Commento: ",
  "noCommentAvailable": "nessun commento disponibile",
  "dismissDialog": "DISMISS",
  "areYouSureDialog": "Sei sicuro?",
  "EntryFrom": "Entrata da: ",
  "withAnAmountOf": "con una quantità di",
  "willBe": "sarà",
  "deleted": "cancellato",
  "restored": "restaurato",
  "close": "Cancella",
  "confirm": "Confermare",
  "drilldown": "Trapano: ",
  "visualizerChartTitle": "Spesa per conto",
  "visualizerChartYTitle": "Conti",
  "visualizerChartXTitle": "Importi",
  "resetButton": "Reset",
  "TitleGeneralTab": "Generale",
  "TitleAccountsTab": "Conti",
  "TitleCostTypesTab": "Costtypes",
  "useCostTypes": "Usa Costtypes:",
  "useAccounts": "Usa i conti: ",
  "useAccountsLevel1": "Usa conti di livello 1: ",
  "useAccountsLevel2": "Usa conti di livello 2: ",
  "useAccountsLevel3": "Usa conti di livello 3: ",
  "accountAdministrationTitle": "Account Amministrazione",
  "costTypesAdministrationTitle": "Costtype Amministrazione",
  "enterNewLevel1AccountNameTextField": "Selezionare uno di questi per cancellare o creare un nuovo livello 1",
  "enterNewLevel2AccountNameTextField": "Selezionare uno di questi per cancellare o creare un nuovo livello 2",
  "enterNewLevel3AccountNameTextField": "Selezionare uno di questi per cancellare o creare un nuovo livello 3",
  "enterNewCostTypeNameTextField": "Selezionare uno di questi per cancellare o creare un nuovo Costtype",
  "deleteSelectedButton": "Cancella \nSelezionato",
  "homePageTitle" : "Casa",
  "expensesPageTitle" : "Spese",
  "budgetPageTitle" : "Budget" ,
  "visualizerPageTitle" : "Visualizzatore",
  "settingsPageTitle" : "Settings",
  "welcomeText" : "Benvenuti, è un piacere vedervi qui \n \n Sei pronto per un fatto? lo sapevate che \n \n \n \n",
  "contactUs" : "Contattaci invece",
  "happyText" : "Siamo così felici di sentire :)",
  "sadText" : "Siamo tristi di sentire :(",
  "sadText" : "nome",
  "email" : "E-mail",
  "signOut" : "SignOut",
  "error" : "ERRORE",
  "errorMessage" : "Assicuratevi di avere una connessione internet attiva e provate a fare il logout e ad effettuare nuovamente il login",
  "commentEnterDialog" : "Inserisci un commento per ",
  "comment" : "commento",
  "ratingMessage" : "Toccare una stella per impostare il rating. Aggiungete qui altre descrizioni, se volete",
  "wasGoodMessage" : "Quanto è stata utile questa pagina?",
  "info" : "informazioni",
  "code" : "codice",
  "drilldownError" : "Non è possibile un ulteriore drilldown",
  "drilldownErrorMoreLevel3" : "Non sono consentiti drilldown più profondi del livello3",
  "drilldownErrorParent" : "Non è disponibile un livello più profondo",
  "confirmLogout" : "Conferma Logout",
  "loginText" : "FFD - Accesso",
  "page0HelpMessage": "Questa è la pagina iniziale della VOSTRA applicazione Nella parte superiore puoi vedere le tue spese e il tuo budget mensile. Nel grafico a torta qui sotto puoi vedere la relazione tra le tue spese e il tuo budget (budget - spese), Questo permette di vedere le spese e il budget per l'intero anno\n\n Si può anche cambiare il mese e l'anno utilizzando il pulsante in basso\n\n Questo funziona anche in combinazione con il pulsante 'Intero anno', quando è attivo si possono vedere le spese e il budget rimanente per l'ultimo anno",
  "page1HelpMessage": "Questa è la prima delle due pagine di input della VOSTRA app:\n Qui si inseriscono tutte le spese che si hanno durante il mese, come i costi per il cibo, il caffè o la riparazione dell'auto:\n Lasciatemi fare un esempio per illustrare il processo, che useremo la vostra ultima fattura per la riparazione dell'auto:\n1. Inserisci l'importo che hai speso, diciamo 100 euro, sterline di dollari, qualsiasi cosa\n2. Quindi selezionare l'account di livello 1 nel nostro caso CAR\n3 dal primo elenco a discesa. Vedrete che il prossimo elenco a discesa diventerà attivo. Quindi continuare con il conto di livello 2 e selezionare REPAIRS\n3. Se necessario, selezionare il conto di livello 3 nello stesso modo degli altri 2 conti, useremo MOTOR\n4. Infine, selezionare l'elemento di costo che si desidera utilizzare VARIABILE, FIX o quello che si desidera",
  "page2HelpMessage": "Questa è la seconda delle due pagine di input della VOSTRA APPROFONDITURA Qui si inserisce quanto denaro è disponibile per questo mese Puoi semplicemente inserire il tuo reddito totale nel campo di testo e cliccare su Save\n\n2. Oppure puoi dire: Vorrei spendere 50 dollari in GAS questo mese e 200 dollari in PIZZA\n\n\n\n. Se vuoi sapere come inserire questo budget per la spesa in AUTO, clicca sul pulsante Aiut a sinistra",
  "page3HelpMessage": "Questa è la pagina dove potete analizzare il vostro flusso di cassa! \n\n\n\nControllare quanto denaro avete speso per varie cose, come ad esempio VEICOLI AUTOMOBILI, PRODOTTI o ABBIGLIAMENTI\n Se cliccate su una barra, potete vedere i figli di queste spese, ad es. Se cliccate su MOTOR VEHICLE potete vedere quanti soldi avete speso per il GAS o la RIPARAZIONE, se avete speso qualcosa potete controllare i pulsanti 'Anno intero' e 'Tutto il tempo' per rivedere le vostre spese annuali e quanto avete speso. In alto è possibile selezionare il mese e l'anno che si desidera visualizzare",
  "page4HelpMessage": "Questa è la vostra pagina di amministrazione dove potete configurare l'aspetto, la struttura e il contenuto della VOSTRA applicazione! \n \n \n \n Nella prima scheda selezionare come si desidera strutturare l'output: Se si desidera utilizzare elementi di costo e/o conti, e se sì, quanti livelli di conto: 1, 2 o 3 (non dimenticare di salvare)\n \n Nella seconda scheda è possibile inserire nuovi conti o cancellare i conti non più utilizzati ESEMPI: \n \n se volete risparmiare le spese, per esempio per il dentifricio: Selezionare FONDI GROSSI del livello 1 e inserire DENTI DI PASTA nel campo di testo del livello 2 (il secondo) oppure creare un nuovo livello 1 inserendo DENTI DI PASTA nel campo di testo del livello 1 (il primo). Se non si dispone di un'AUTO, selezionare CAR nel primo elenco a discesa e cliccare su 'CANCELLA SELEZTIONATO'!\n \n \n La terza scheda è più o meno la stessa della seconda, solo con elementi di costo al posto degli account",
  "signInGoogleText" : "Accedi con Google",
  "Message" : "Questo è inglese"
}
